<?php

    /*
    |--------------------------------------------------------------------------
    | メッセージ言語行
    |--------------------------------------------------------------------------
    |アプリ内の静的メッセージを定義します。
    |
    */
    
return [
    'Test of payment information input page' => '支払い情報入力ページのテスト',
    'Language' => '言語',
    'Pay' => '支払う',
    'string' => ':attributeフィールドは文字列である必要があります。',
    'required' => ':attributeフィールドは必須です',
    'numeric' => ':attributeフィールドには数字を入力する必要があります。',
    'date' => ':attributeフィールドは有効な日付である必要があります。',
    'email' => ':attributeフィールドは有効な電子メール アドレスである必要があります。',
    'unique' => ':attributeはすでに取得されています。',
];