@extends('layouts.default')
@section('content')
    <div style="width:100%; text-align:center; font-size:14px; line-height:1.6">
        <p>・ハウスシステムはプラシーダスシステムを採用しています。<br>
            ・ノードの計算設定は「平均位置」を採用しています。<br>
            他のホロスコープ算出サイトとのズレがある場合は、こういった計算設定の違いによるものです。<br>
        </p>
    </div>

    <div style="text-align:center;padding:50px 20% 20px 20%">
        {{-- <p class="title_caption">
            <b>{{ $form['name'] }}さんの出生図</b><br>
            {{ $form['year'] }} 年 {{ $form['month'] }} 月{{ $form['day'] }} 日 {{ $form['hour'] }} 時 {{ $form['minute'] }} 分
            のホロスコープ<br>
            生まれた日時と場所から求めた、その時の星の配置図です<br>
            出生地 : Japan <br>
            東経 : {{ $form['lng_convert']['degree'] }} 度 {{ $form['lng_convert']['min'] }} 分<br>
            北緯 : {{ $form['lat_convert']['degree'] }} 度 {{ $form['lat_convert']['min'] }} 分
        </p> --}}
        <hr style="margin-top: 20px; margin-bottom: 20px;border: 0;border-top: 1px solid #eee;">
    </div>

    <div style="width: 960px; margin: 0 auto;text-align:center">
        <img src="data:image/png;base64, {{ $image }}" alt="horoscope">
        <p style="text-align: left;padding: 0 18%;font-weight:500">
            上なるもののごとく、下なるものはあり<br><br>
            あなたが生まれたとき、星々がどんな状態だったかをしっていますか？<br>
            あなたが「どんな星の元に生まれたか」を知ることは、<br>
            あなたの「魂のブループリント」を知ることでもあります。<br><br>
            星のエネルギーが魂に転写されて、あなたの唯一無二の個性を紡ぎあげています。<br><br>
            わたしの願いは、多くの人が、自分の生まれた時の星の配置を知り、<br>
            その人が自分の人生を星々のように輝かせて生きてもらうことです。<br><br>
            占星術は古代シュメール時代にその原型ができ、<br>
            ヘレニズム時代に今の形になったといわれます。<br><br>
            長い歴史を経て、現代にまで継承され続けた秘密の情報でもあるのです。<br><br>
            このシステムをつくった海部舞は、2014 年に西洋占星術に出会い、<br>
            その情報の深遠さ、素晴らしさに魅了された、日本に住む一介の占星術師です。<br><br>
            自分のホロスコープを知り、自己認識を深め、理想の誰かとか、親が望む誰かではない、<br>
            自分自身を真っすぐに生きることの重要性に気がつきました。<br><br>
            そのおかげで人生が大きく変わり、精神的にも大きく成長することができました。<br><br>
            人生を誰かのせいにしなくなり、他者の人生や価値観に寛容になることができ、<br>
            自分と宇宙を信頼して生きることができるようになりました。<br><br>
            魂のブループリントを知ることで、「わたしとして生まれてよかった！」と思える人が一人でも増<br>
            えることを願っています。<br>
        </p>
        <br>
        <br>
        <br>
        <p style="text-align: left;padding: 0 18%;font-weight:500">
            <b>生まれた時の天体の情報を読み解く</b> <br><br>
            &nbsp;&nbsp;&nbsp;このホロスコープブループリントに掲載するのは、月、水星、金星、太陽、火星、木星、土星<br>
            の情報をメインとし、更に、天王星、海王星、冥王星が月から土星までの星々に何らかの働きか<br>
            けをしていればお伝えしています。<br>
            また、ドラゴンヘッドという月と太陽の軌道が交わるポイントから分かる、あなたの魂の課題も<br>
            お伝えします。<br><br>

            &nbsp;&nbsp;&nbsp;各天体にはそれぞれ、個人に影響を及ぼすテーマと、天体の性質が最も強く現れる「年齢域」<br>
            があります。また、それぞれの天体が、生まれた時にどのサイン（12 星座）にあり、どのハウス<br>
            にあるか、他の天体とどんな角度をとっているか、といった情報を総合的に見ていくことになり<br>
            ます。<br><br>

            <b>サビアン占星術という新しい技法</b> <br><br>
            &nbsp;&nbsp;&nbsp;さらに、ここには、サビアンシンボルの情報も掲載します。<br>
            &nbsp;&nbsp;&nbsp;サビアンシンボルとは、12 星座の度数ごとのエネルギーを詩的な文章であらわしたもので、<br>
            1925 年にアメリカのマーク・エドモンド・ジョーンズという占星術家が、エリス・フィラーとい<br>
            う霊能者と共に実験的に 12 サインの各度数から浮かび上がるイメージを記録していく実験から生<br>
            まれています。<br>
            &nbsp;&nbsp;&nbsp;海部舞はこのサビアンシンボルを鑑定の際に非常に重視しています。各天体ごとに解説をして<br>
            いく際に、サビアンシンボルからのキーワードも掲載します。各天体のテーマを、更に具体的に<br>
            理解する助けになるでしょう。<br><br>
            <b>恒星から分かるテーマ</b><br><br>
            &nbsp;&nbsp;&nbsp;また、ヘレニズムの占星術の頃から扱われていた、シリウス、ベテルギウス、アンタレスなど<br>
            といった、太陽系よりも遠い銀河の星々は、あなたの魂の故郷であるかのように、その本質的に<br>
            眠っている力の形を教えてくれます。<br>
            &nbsp;&nbsp;&nbsp;若年期、青年期、老年期にそれぞれ発現する力、深いベースとして、潜在意識的に扱われ続け<br>
            る力、といった領域で、関わる星々が異なります。<br>
        </p>

    </div>
@endsection
